#Части речи
Существительное = 'NOUN'
Прилагательное_полное = 'ADJF'
Прилагательное_краткое = 'ADJS'
Компаратив = 'COMP'
Глагол = 'VERB'
Инфинитив = 'INFN'
Причастие_полное = 'PRTF'
Причастие_краткое = 'PRTS'
Деепричастие = 'GRND'
Числительное = 'NUNR'
Наречие = 'ADVB'
Местоимение = 'NPRO'
Предикатив = 'PRED'
Предлог = 'PREP'
Союз = 'CONJ'
Частица = 'PRCL'
Междометие = 'INTJ'

#Падежи
Именительный = 'nomn'
Родительный = 'gent'
Дательный = 'datv'
Винительный = 'accs'
Творительный = 'ablt'
Предложный = 'loct'
Звательный = 'voct'

#Число
Едиснтвенное = 'sing'
Множественное = 'plur'

#Род
Мужской = 'masс'
Женский = 'femn'
Средний = 'neut'

#




Прошедшее = 'past'
Настоящее = 'pres'
Единственное = 'sing'
Множественное = 'plur'
Cовершенный = 'perf'
Несовершенный = 'impf'
Действительный = 'actv'
Страдательный = 'pass'
 
Нет = 'NONE'


